chat_system_1149284686_actor_description=Nine Yards. Old pirate.
chat_system_1149284686_snap_0_question=^?^Pirates tell an old story: in the old times, the gremlins built a ship specially for the famous pirate Krez Keller - "The Moon Ghost" it was called. It was made of the "sky metal," and this miraculous ship did not sail but flew.<br>Captain Keller could attack forts from land and could easily escape pursuit, even in a dead calm, and could perform other miracles. But the cunning gremlins didn't tell the captain that sky metal is not eternal, and soon would turn into black gold. One day the ship quickly went down to the bottom of the ocean, with all her crew and loot, having turned into a hunk of black gold.
chat_system_1149284686_snap_0_answer_0=^?^Interesting story. Is it true or just a pirate's fairy tale?
chat_system_1149284686_snap_1_question=^?^I know not what part of it is tale or truth. But I do know the place where the "Moon Ghost" was said to have gone down.
chat_system_1149284686_snap_1_answer_0=^?^The place where it went down? Can you describe it to me?
chat_system_1149284686_snap_2_question=^?^Of course I can. While the "Moon Ghost" was falling to the depths, it struck a part of the coast, and a part of the coast went down with it. On that coast there was a little village, and it went down as well.<br>I heard the mage Kann Torius used to appear around that place. There's no reason for a Mage to spend days and nights in such a strange and sinister place. I think that he was looking for a way to raise the "Moon Ghost."
chat_system_1149284686_snap_2_answer_0=^?^Would that even be possible?
chat_system_1149284686_snap_3_question=^?^I don't know. Maybe somebody tried, but if he managed to do this, it would have become known, believe me.
chat_system_1149284686_snap_3_answer_0=^?^Thank you. It's a good story. I'll remember your words.
